[
  {
    "id": 1,
    "name": "Weddings",
    "images1": "/public/Weddings/wp0.jpeg",
    "images2": "/public/Weddings/wp1.avif",
    "images3": "/public/Weddings/wp2.avif",

    "image_main": "/public/Weddings/wp0.jpeg",
    "price": 1000,
    "short_description": "A wedding is a special day for two people to celebrate their love and commitment to each other.",
    "long_description": "A wedding is a formal ceremony by which two people become husband and wife. It is a ritualized union that is recognized by society as a binding contract. Weddings are often celebrated with a ceremony and a reception. The ceremony is a formal ritual that unites the couple in marriage. The reception is a party held to celebrate the marriage. Weddings can be religious or secular, and they can be simple or elaborate.",
    "features": "Event management for weddings is an intricate process that encompasses a wide array of essential features. It begins with meticulous venue selection, considering factors like ambiance, capacity, and location. A wedding planner's expertise extends to theme and decor, where they create a visually captivating environment through floral arrangements, lighting, and decor elements. Coordinating various vendors, from caterers to photographers and musicians, is crucial to ensure that every aspect aligns seamlessly. Timeline management is paramount, as planners meticulously schedule the ceremony, reception, and all activities to ensure a flawless day. Budget management is another key aspect, helping couples make informed choices while staying within their financial constraints. Managing guest lists, seating arrangements, and communication with attendees ensures that everyone enjoys the celebration. On the wedding day, event managers provide day-of coordination, overseeing logistics to guarantee a stress-free experience for the couple and their guests."
  },
  {
    "id": 2,
    "name": "Birthday Parties",
    "images1": "/public/Babyshower/bp-1.avif",
    "images2": "/public/Babyshower/bp0.avif",
    "images3": "/public/Babyshower/bp2.avif",

    "image_main": "/public/Babyshower/bp-1.avif",
    "price": 2000,
    "short_description": "A birthday party is a celebration of a person's birth.",
    "long_description": "A birthday party is a celebration of the anniversary of a person's birth. It is a time for family and friends to come together to celebrate the person's life. Birthday parties can be simple or elaborate, but they always involve cake and presents. The person whose birthday it is is often the center of attention, and they are often showered with gifts. Birthday parties can be a lot of fun, and they are a great way to celebrate with loved ones.",
    "features": "Birthday party event management is a creative endeavor tailored to the celebrant's age and preferences. It commences with theme selection, wherein planners choose themes that resonate with the birthday person, coordinating decorations, cake design, and more accordingly. Venue booking is crucial, be it a home, park, restaurant, or event space. Entertainment planning involves crafting age-appropriate activities, games, and entertainment options to keep guests engaged and entertained. Decor and cake design play a significant role in setting the ambiance, with planners ensuring that decorations and cakes align perfectly with the chosen theme. Catering encompasses arranging food and beverage options to suit the occasion, including accommodations for dietary needs. RSVP and guest list management are handled meticulously, ensuring that all attendees are accounted for and that seating arrangements are optimized. Finally, photography captures precious moments, creating lasting memories of the celebration."
  },
  {
    "id": 3,
    "name": "Anniversaries",
    "images1": "/public/Anniversaries/ap0.webp",
    "images2": "/public/Anniversaries/ap2.webp",
    "images3": "/public/Anniversaries/ap4.webp",

    "image_main": "/public/Anniversaries/ap0.webp",
    "price": 3000,
    "short_description": "An anniversary is a celebration of a special event that happened on a particular date in the past.",
    "long_description": "An anniversary is a celebration of a special event that happened on a particular date in the past. Anniversaries can be celebrated for many different things, such as weddings, births, deaths, and job promotions. The most common type of anniversary is a wedding anniversary. A wedding anniversary is a celebration of the date on which a couple got married. Wedding anniversaries are often celebrated with gifts and parties.",
    "features": "Anniversary event management centers on crafting intimate and sentimental gatherings that celebrate enduring love. The process starts with venue selection, where planners choose locations that align with the anniversary's significance and the couple's preferences. Decor and theme creation follow, with planners focusing on creating a romantic and nostalgic atmosphere through decorations, lighting, and personalized touches. Entertainment planning includes arranging live music, speeches, or other forms of entertainment to enhance the celebration's emotional depth. Guest management involves handling guest lists, invitations, and seating arrangements to ensure a harmonious atmosphere. Photo displays play a significant role in telling the couple's love story, with planners curating displays that reflect the journey they've shared. Toasts and tributes are organized, featuring heartfelt speeches and toasts that honor the couple's enduring commitment. Lastly, detailed timeline and logistics planning ensures that the celebration flows smoothly, allowing for meaningful moments and reflection throughout the event."
  },
  {
    "id": 4,
    "name": "Engagement Parties",
    "images1": "/public/EngagementParties/ep1.jpeg",
    "images2": "/public/EngagementParties/ep0.jpeg",
    "images3": "/public/EngagementParties/ep2.avif",

    "image_main": "/public/EngagementParties/ep0.jpeg",
    "price": 4000,
    "short_description": "An engagement party is a celebration of the engagement of two people.",
    "long_description": "An engagement party is a celebration of the engagement of two people. It is a time for family and friends to come together to celebrate the couple's love and commitment to each other. Engagement parties can be simple or elaborate, but they always involve food, drinks, and cake. The couple often receives gifts from their guests. Engagement parties are a lot of fun, and they are a great way to celebrate with loved ones.",
    "features": "Engagement party event management focuses on setting the stage for the couple's journey to marriage. It starts with venue selection, choosing locations that reflect the couple's style and accommodate the guest list. Decor and theme planning create an atmosphere of joy and anticipation, with planners coordinating decorations, engagement-related activities, and engagement ring presentations. Guest management involves handling invitations, RSVPs, and guest communication to ensure a smooth and enjoyable event. Engagement party planners work closely with the engaged couple, aligning every aspect of the celebration with their vision and preferences. Catering and refreshments are arranged, offering food and drinks that complement the occasion. Overall, event managers strive to create a memorable and emotionally charged atmosphere that celebrates the couple's commitment and excitement for the journey ahead."
  },
  {
    "id": 5,
    "name": "Retirement Parties",
    "images1": "/public/RetirementParties/rp1.jpg",
    "images2": "/public/RetirementParties/rp2.jpg",
    "images3": "/public/RetirementParties/rp3.jpg",
    "image_main": "/public/RetirementParties/rp0.jpg",
    "price": 5000,
    "short_description": "A retirement party is a celebration of a person's retirement from work.",
    "long_description": "A retirement party is a celebration of a person's retirement from work. It is a time for family and friends to come together to celebrate the person's hard work and dedication over the years. Retirement parties can be simple or elaborate, but they always involve food, drinks, and cake. The retiree often receives gifts",
    "features": "Retirement party event management focuses on celebrating the culmination of a long and successful career. The process begins with venue selection, choosing locations that accommodate the guest list and align with the retiree's preferences. Decor and theme planning create an atmosphere of appreciation and nostalgia, featuring decorations and personalized touches that reflect the retiree's journey. Speeches and tributes take center stage, with organizers arranging heartfelt speeches and toasts that honor the retiree's career and contributions. Guest management involves handling invitations, RSVPs, and seating arrangements to ensure a harmonious atmosphere. Gift presentation is coordinated, facilitating the presentation of retirement gifts and well-wishes. Catering and refreshments are arranged, offering food and beverages that suit the celebration. Finally, meticulous logistics and timeline planning ensure that the event runs smoothly, allowing for meaningful moments and reflection as the retiree embarks on a new chapter in life."
  },
  {
    "id": 6,
    "name": "Baby Shower",
    "images1": "/public/Babyshower/bp-1.avif",
    "images2": "/public/Babyshower/bp0.avif",
    "images3": "/public/Babyshower/bp2.avif",
    "image_main": "/public/Babyshower/bp0.avif",
    "price": 6000,
    "short_description": "Welcome the new arrival with joy.A sweet celebration for a baby .",
    "long_description": "Host a baby shower for a baby boy with adorable decorations, games, and a cake that will delight your guests.Celebrate the pending arrival of a baby girl with a pink-themed baby shower, complete with sweets, gifts, and good company",
    "features": "Baby shower event management centers on celebrating expectant mothers and the impending arrival of their child. The process starts with theme selection, choosing themes that reflect the baby's gender or nursery decor and coordinating decorations accordingly. Venue booking secures a suitable location, often with ample space for games and activities. Games and activities are organized, creating an engaging and enjoyable atmosphere for guests. Gift management involves facilitating the opening of gifts and providing a designated area for presents. Catering encompasses arranging food, snacks, and refreshments that suit the occasion, often with a touch of whimsy. Guest management involves handling guest invitations, RSVPs, and seating arrangements to ensure a harmonious gathering. Keepsakes or party favors are provided, offering guests a tangible memento of the special occasion. Overall, event managers strive to create a joyous and memorable atmosphere that celebrates the expectant mother and the exciting journey into parenthood."
  }
]
